import type { Nursery } from "../types/nursery";

export const SEED: Nursery[] = [
  {
    "id": 1,
    "sl": 1,
    "upazila": "উলিপুর",
    "name": "অমল চন্দ্র",
    "address": "দূর্গাপুর, দূর্গাপুর",
    "mobile": "01934088228",
    "lat": 25.730518,
    "lon": 89.61928,
    "falod": 1900,
    "bonaj": 1000,
    "oushodhi": 200,
    "total": 3100,
    "fs": [
      {
        "n": "আমড়া",
        "q": 150
      },
      {
        "n": "ডালিম",
        "q": 50
      },
      {
        "n": "পেঁয়ারা",
        "q": 1200
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 400
      }
    ],
    "os": [
      {
        "n": "জাত নিম",
        "q": 50
      }
    ]
  },
  {
    "id": 2,
    "sl": 2,
    "upazila": "রাজারহাট",
    "name": "আমজাদ আলী পিতাঃ ইয়াকুব আলী নাফাডাঙ্গা",
    "address": "রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 3000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 3000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 3,
    "sl": 3,
    "upazila": "নাগেশ্বরী",
    "name": "আরিফ নার্সারী",
    "address": "আলেপেরতেপুতী",
    "mobile": "01737458132",
    "lat": null,
    "lon": null,
    "falod": 7600,
    "bonaj": 0,
    "oushodhi": 1150,
    "total": 8750,
    "fs": [
      {
        "n": "আম",
        "q": 300
      },
      {
        "n": "কাঁঠাল",
        "q": 500
      },
      {
        "n": "জাম",
        "q": 200
      },
      {
        "n": "নারিকেল",
        "q": 500
      },
      {
        "n": "বড়ই",
        "q": 50
      },
      {
        "n": "লেবু",
        "q": 50
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "অজ্জুর",
        "q": 50
      },
      {
        "n": "আমলকি",
        "q": 50
      },
      {
        "n": "বহেরা",
        "q": 50
      }
    ]
  },
  {
    "id": 4,
    "sl": 4,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "আলোর সন্ধানি নার্সারী",
    "address": "খালিশা কালোয়া, মোঃ আবুল হোসেন",
    "mobile": "01773656448",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2500,
    "bonaj": 1000,
    "oushodhi": 500,
    "total": 4000,
    "fs": [
      {
        "n": "পেয়ারা",
        "q": 500
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 5,
    "sl": 5,
    "upazila": "রাজারহাট",
    "name": "আশা স্বস্তি শভা নার্সারি",
    "address": "মোঃ সেকেন্দার আলী, জয়দেব হায়াত, চাকিরপশার, রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 6,
    "sl": 6,
    "upazila": "চিলমারী",
    "name": "ইকরা এগ্রো নার্সারী",
    "address": "শরিফের হাট, জোড়গাছ",
    "mobile": "01925861220",
    "lat": null,
    "lon": null,
    "falod": 700,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 700,
    "fs": [
      {
        "n": "আঙ্গুর",
        "q": 50
      },
      {
        "n": "আপেল",
        "q": 50
      },
      {
        "n": "লিচু",
        "q": 100
      },
      {
        "n": "আম",
        "q": 150
      },
      {
        "n": "ডালিম",
        "q": 50
      },
      {
        "n": "কাঠাঁল",
        "q": 150
      },
      {
        "n": "কামরাঙ্গা",
        "q": 150
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 7,
    "sl": 7,
    "upazila": "নাগেশ্বরী",
    "name": "ইয়াছিন নার্সারী",
    "address": "চরবলরামপুর",
    "mobile": "01742638167",
    "lat": null,
    "lon": null,
    "falod": 11150,
    "bonaj": 4650,
    "oushodhi": 12400,
    "total": 28200,
    "fs": [
      {
        "n": "আম",
        "q": 1000
      },
      {
        "n": "জলপাই",
        "q": 100
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "বড়ই",
        "q": 50
      },
      {
        "n": "লেবু",
        "q": 500
      }
    ],
    "bs": [
      {
        "n": "কাটবাদাম",
        "q": 50
      },
      {
        "n": "মেহগনি",
        "q": 500
      }
    ],
    "os": [
      {
        "n": "আমলকি",
        "q": 200
      },
      {
        "n": "এলোভেরা",
        "q": 200
      },
      {
        "n": "নিম",
        "q": 1000
      }
    ]
  },
  {
    "id": 8,
    "sl": 8,
    "upazila": "ফুলবাড়ী",
    "name": "কাজল নার্সারি চন্দ্রখানা",
    "address": "ফুলবাড়ী",
    "mobile": "01776813828",
    "lat": 25.941707,
    "lon": 89.554159,
    "falod": 2850,
    "bonaj": 400,
    "oushodhi": 200,
    "total": 3450,
    "fs": [
      {
        "n": "আম",
        "q": 1000
      },
      {
        "n": "কাঁঠাল",
        "q": 200
      },
      {
        "n": "কামরাঙ্গা",
        "q": 250
      },
      {
        "n": "জাম",
        "q": 150
      },
      {
        "n": "জামরুল",
        "q": 250
      },
      {
        "n": "লটকন",
        "q": 500
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 400
      }
    ],
    "os": [
      {
        "n": "জাত নিম",
        "q": 100
      },
      {
        "n": "বহেরা",
        "q": 100
      }
    ]
  },
  {
    "id": 9,
    "sl": 9,
    "upazila": "রাজারহাট",
    "name": "কাঞ্চন নার্সারি",
    "address": "খিওতাবখা ঘরিয়াল্ডাঙ্গা্‌ কাঞ্চন চন্দ্র রায়, ০১৭৫০৭৭১০০৫৬",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1150,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 1150,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 10,
    "sl": 10,
    "upazila": "নাগেশ্বরী",
    "name": "কালাম নার্সারী",
    "address": "সন্তোষপুর",
    "mobile": "01776885670",
    "lat": null,
    "lon": null,
    "falod": 6770,
    "bonaj": 1200,
    "oushodhi": 3750,
    "total": 11720,
    "fs": [
      {
        "n": "আম",
        "q": 300
      },
      {
        "n": "কাঁঠাল",
        "q": 200
      },
      {
        "n": "জাম",
        "q": 100
      },
      {
        "n": "নারিকেল",
        "q": 100
      },
      {
        "n": "বড়ই",
        "q": 20
      },
      {
        "n": "লেবু",
        "q": 50
      }
    ],
    "bs": [
      {
        "n": "কাটবাদাম",
        "q": 50
      },
      {
        "n": "ঘোরানিম",
        "q": 50
      },
      {
        "n": "মেহগনি",
        "q": 100
      }
    ],
    "os": [
      {
        "n": "অজ্জুর",
        "q": 500
      },
      {
        "n": "আমলকি",
        "q": 50
      },
      {
        "n": "এলোভেরা",
        "q": 100
      },
      {
        "n": "নিম",
        "q": 1000
      },
      {
        "n": "বহেরা",
        "q": 200
      }
    ]
  },
  {
    "id": 11,
    "sl": 11,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "কৃষ্ণ চন্দ্র বর্মন ভদ্র",
    "address": "কুড়িগ্রাম সদর",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1100,
    "bonaj": 3000,
    "oushodhi": 0,
    "total": 4100,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 12,
    "sl": 12,
    "upazila": "উলিপুর",
    "name": "খগেন্দ্রনাথ সরকার",
    "address": "বকর্সী গ্রাম, পাঁচপীর, দূর্গাপুর",
    "mobile": "01774461998",
    "lat": 25.730518,
    "lon": 89.61928,
    "falod": 6000,
    "bonaj": 1600,
    "oushodhi": 0,
    "total": 7600,
    "fs": [
      {
        "n": "পেঁপে",
        "q": 2500
      },
      {
        "n": "পেয়ারা",
        "q": 1000
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 13,
    "sl": 13,
    "upazila": "চর রাজিবপুর",
    "name": "খন্দকার নার্সারী",
    "address": "প্রোঃ মোঃ মাইদুল ইসলাম, কাচারী পাড়া, রাজিবপুর, ০১৯৩৭৫৭৬৬৬৫",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 3750,
    "bonaj": 4800,
    "oushodhi": 280,
    "total": 8830,
    "fs": [
      {
        "n": "আম",
        "q": 2000
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 4000
      }
    ],
    "os": []
  },
  {
    "id": 14,
    "sl": 14,
    "upazila": "নাগেশ্বরী",
    "name": "খাদিজা নার্সারী",
    "address": "আলেপের তেপুতী",
    "mobile": "01762848348",
    "lat": null,
    "lon": null,
    "falod": 11850,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 11850,
    "fs": [
      {
        "n": "আম",
        "q": 1000
      },
      {
        "n": "কাঁঠাল",
        "q": 100
      },
      {
        "n": "চালতা",
        "q": 200
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "পেঁয়ারা",
        "q": 50
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 15,
    "sl": 15,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "খোকা নার্সারী মোঃ রহিম উদ্দিন",
    "address": "আধাগ্রাম",
    "mobile": "01761197732",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1700,
    "bonaj": 14000,
    "oushodhi": 1000,
    "total": 16700,
    "fs": [
      {
        "n": "আম",
        "q": 900
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 16,
    "sl": 16,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "গ্রিণ বাংলা নার্সারী",
    "address": "মোঃ আবুল কাশেম, শিবরাম",
    "mobile": "01713741827",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 6000,
    "bonaj": 10000,
    "oushodhi": 2500,
    "total": 18500,
    "fs": [],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 5000
      }
    ],
    "os": [
      {
        "n": "নিম",
        "q": 500
      }
    ]
  },
  {
    "id": 17,
    "sl": 17,
    "upazila": "রাজারহাট",
    "name": "চন্দন নার্সারি",
    "address": "নাজিমখান, রবীন্দ্রনাথ বর্মন, ০১৭২২৯৩৪২৭৫",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1200,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 1200,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 18,
    "sl": 18,
    "upazila": "নাগেশ্বরী",
    "name": "জননী নার্সারী",
    "address": "বেরুবাড়ী",
    "mobile": "01704235070",
    "lat": null,
    "lon": null,
    "falod": 13500,
    "bonaj": 0,
    "oushodhi": 1000,
    "total": 14500,
    "fs": [
      {
        "n": "কাঁঠাল",
        "q": 1000
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "পেঁয়ারা",
        "q": 500
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "নিম",
        "q": 50
      }
    ]
  },
  {
    "id": 19,
    "sl": 19,
    "upazila": "চর রাজিবপুর",
    "name": "জহুরুল নার্সারী",
    "address": "প্রোঃ মোঃ জহুরুল ইসলাম, আজগর দেওয়ানী পাড়া ০১৯৯২৯০৯৪৩২",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1200,
    "bonaj": 1050,
    "oushodhi": 200,
    "total": 2450,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "পেয়ারা",
        "q": 100
      },
      {
        "n": "লিচু",
        "q": 200
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 600
      }
    ],
    "os": [
      {
        "n": "নিম",
        "q": 50
      }
    ]
  },
  {
    "id": 20,
    "sl": 20,
    "upazila": "ফুলবাড়ী",
    "name": "জাহাঙ্গীর নার্সারি ফুলমতি",
    "address": "নাওডাঙ্গা ০১৭৩৪৫৭৪২৭৪",
    "mobile": "",
    "lat": 25.983657,
    "lon": 89.522008,
    "falod": 28500,
    "bonaj": 42500,
    "oushodhi": 34000,
    "total": 105000,
    "fs": [
      {
        "n": "আম",
        "q": 1500
      },
      {
        "n": "কাঁঠাল",
        "q": 3000
      },
      {
        "n": "কামরাঙ্গা",
        "q": 2000
      },
      {
        "n": "জাম",
        "q": 5000
      },
      {
        "n": "জাম্বুরা",
        "q": 5000
      },
      {
        "n": "পেঁয়ারা",
        "q": 3000
      },
      {
        "n": "লিচু",
        "q": 5000
      }
    ],
    "bs": [
      {
        "n": "কৃষ্ণচূড়া",
        "q": 5000
      },
      {
        "n": "গামার",
        "q": 5000
      },
      {
        "n": "তল্লী",
        "q": 5000
      },
      {
        "n": "মেহগনি",
        "q": 10000
      },
      {
        "n": "লম্বু",
        "q": 3000
      },
      {
        "n": "শিশু",
        "q": 500
      }
    ],
    "os": [
      {
        "n": "অর্জুন",
        "q": 5000
      },
      {
        "n": "জাত নিম",
        "q": 2000
      },
      {
        "n": "বহেরা",
        "q": 5000
      },
      {
        "n": "হরিতকি",
        "q": 10000
      }
    ]
  },
  {
    "id": 21,
    "sl": 21,
    "upazila": "রাজারহাট",
    "name": "জীবন রায় পিতাঃ গীবেন্দ্র নাথ রায় দানা",
    "address": "রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 3000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 3000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 22,
    "sl": 22,
    "upazila": "ফুলবাড়ী",
    "name": "জুয়েল নার্সারি কুটিচন্দ্রখানা",
    "address": "ফুলবাড়ী",
    "mobile": "01846189021",
    "lat": 25.961668,
    "lon": 89.571881,
    "falod": 5200,
    "bonaj": 0,
    "oushodhi": 1150,
    "total": 6350,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "কাঁঠাল",
        "q": 400
      },
      {
        "n": "লটকন",
        "q": 2000
      },
      {
        "n": "লিচু",
        "q": 1000
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "অর্জুন",
        "q": 200
      },
      {
        "n": "বহেরা",
        "q": 20
      }
    ]
  },
  {
    "id": 23,
    "sl": 23,
    "upazila": "নাগেশ্বরী",
    "name": "জুয়েল নার্সারী",
    "address": "আলেপের তেপুতী",
    "mobile": "01705918221",
    "lat": null,
    "lon": null,
    "falod": 55500,
    "bonaj": 550,
    "oushodhi": 950,
    "total": 57000,
    "fs": [
      {
        "n": "আম",
        "q": 5000
      },
      {
        "n": "কাঁঠাল",
        "q": 2500
      },
      {
        "n": "নারিকেল",
        "q": 1000
      },
      {
        "n": "পেঁয়ারা",
        "q": 3000
      },
      {
        "n": "লিছু",
        "q": 800
      },
      {
        "n": "লেবু",
        "q": 2000
      }
    ],
    "bs": [
      {
        "n": "ঘোরানিম",
        "q": 50
      },
      {
        "n": "মেহগনি",
        "q": 50
      }
    ],
    "os": [
      {
        "n": "আমলকি",
        "q": 100
      },
      {
        "n": "নিম",
        "q": 100
      },
      {
        "n": "হরতকি",
        "q": 50
      }
    ]
  },
  {
    "id": 24,
    "sl": 24,
    "upazila": "রাজারহাট",
    "name": "জয় নার্সারি দিলীপ চন্দ্র রায় জয়দেব হায়াত",
    "address": "চাকিরপশার, রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 25,
    "sl": 25,
    "upazila": "নাগেশ্বরী",
    "name": "দিপু নার্সারী",
    "address": "গাগলা",
    "mobile": "01784001795",
    "lat": null,
    "lon": null,
    "falod": 11600,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 11600,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "নারিকেল",
        "q": 1000
      },
      {
        "n": "পেঁয়ারা",
        "q": 100
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 26,
    "sl": 26,
    "upazila": "রাজারহাট",
    "name": "ধনন্জয় রায় পিতাঃমনিন্দ্র নাথ রায় দীনা",
    "address": "রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 6000,
    "bonaj": 1200,
    "oushodhi": 0,
    "total": 7200,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 27,
    "sl": 27,
    "upazila": "নাগেশ্বরী",
    "name": "নর আলম নার্সারী",
    "address": "আলেপেরতেপুতী",
    "mobile": "01774127231",
    "lat": null,
    "lon": null,
    "falod": 6750,
    "bonaj": 1400,
    "oushodhi": 0,
    "total": 8150,
    "fs": [
      {
        "n": "আম",
        "q": 100
      },
      {
        "n": "চালতা",
        "q": 50
      },
      {
        "n": "জাম",
        "q": 50
      },
      {
        "n": "নারিকেল",
        "q": 500
      },
      {
        "n": "বড়ই",
        "q": 50
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 100
      }
    ],
    "os": []
  },
  {
    "id": 28,
    "sl": 28,
    "upazila": "রাজারহাট",
    "name": "নাজমুল হক পিতাঃ নাজিম উদ্দিন পশ্চিম দেবত্তর",
    "address": "ঘড়িয়ালডাঙ্গা",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 2000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 29,
    "sl": 29,
    "upazila": "রাজারহাট",
    "name": "নিজ নার্সারি",
    "address": "ছিনাই, রাজারহাট, নির্মল চন্দ্র রায়, মোবাইল নম্বরঃ ০১৭৭৩৩১০৯১৭",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 5200,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 5200,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 30,
    "sl": 30,
    "upazila": "উলিপুর",
    "name": "নুর মোহাম্মদ",
    "address": "তেলী পাড়া, মাদারটারী, ধরনীবাড়ী",
    "mobile": "",
    "lat": 25.68154,
    "lon": 89.62848,
    "falod": 700,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 700,
    "fs": [
      {
        "n": "পেঁয়ারা",
        "q": 200
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 31,
    "sl": 31,
    "upazila": "নাগেশ্বরী",
    "name": "পারভীন নার্সারী",
    "address": "সন্তোষপুর",
    "mobile": "01761677146",
    "lat": null,
    "lon": null,
    "falod": 10200,
    "bonaj": 0,
    "oushodhi": 250,
    "total": 10450,
    "fs": [
      {
        "n": "আম",
        "q": 2000
      },
      {
        "n": "জাম",
        "q": 2000
      },
      {
        "n": "নারিকেল",
        "q": 100
      },
      {
        "n": "পেঁয়ারা",
        "q": 300
      },
      {
        "n": "লেবু",
        "q": 200
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "এলোভেরা",
        "q": 50
      },
      {
        "n": "হরতকি",
        "q": 50
      }
    ]
  },
  {
    "id": 32,
    "sl": 32,
    "upazila": "রাজারহাট",
    "name": "প্রতীক নার্সারি",
    "address": "ছিনাই, রাজারহাট, কানাই চন্দ্র রায়",
    "mobile": "01748229230",
    "lat": null,
    "lon": null,
    "falod": 5000,
    "bonaj": 5000,
    "oushodhi": 400,
    "total": 10400,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 33,
    "sl": 33,
    "upazila": "রাজারহাট",
    "name": "বাগান বিলাশ",
    "address": "মেহের জামাল, ছিনাই, রাজারহাট, ০১৭৯১৬১১৫১৩",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1050,
    "bonaj": 450,
    "oushodhi": 0,
    "total": 1500,
    "fs": [
      {
        "n": "আম",
        "q": 200
      },
      {
        "n": "ডালিম",
        "q": 50
      },
      {
        "n": "পেয়ারা",
        "q": 100
      },
      {
        "n": "লটকন",
        "q": 200
      },
      {
        "n": "লিচু",
        "q": 200
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 200
      }
    ],
    "os": []
  },
  {
    "id": 34,
    "sl": 34,
    "upazila": "রাজারহাট",
    "name": "বাগান বিলাস মোঃ আনিছুর মিয়া চাকিরপশার ০১৭৯৮৯৭৯৭১০",
    "address": "",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 35,
    "sl": 35,
    "upazila": "ফুলবাড়ী",
    "name": "বিনা নার্সারি চন্দ্রখানা",
    "address": "ফুলবাড়ী ০১৭৩৮৪৪৯৮৯৬",
    "mobile": "",
    "lat": 25.932054,
    "lon": 89.561135,
    "falod": 4100,
    "bonaj": 0,
    "oushodhi": 300,
    "total": 4400,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "কাঁঠাল",
        "q": 500
      },
      {
        "n": "জাম",
        "q": 100
      },
      {
        "n": "লটকন",
        "q": 2000
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "জাত নিম",
        "q": 100
      },
      {
        "n": "বহেরা",
        "q": 100
      }
    ]
  },
  {
    "id": 36,
    "sl": 36,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "বিপুল নার্সারী",
    "address": "মোঃ আতাউর রহমান পাচগাছী",
    "mobile": "01739018191",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1500,
    "bonaj": 3050,
    "oushodhi": 1000,
    "total": 5550,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 37,
    "sl": 37,
    "upazila": "রাজারহাট",
    "name": "ব্রজেন্দ্র নাথ রায় পিতাঃ যতীন্দ্র নাথ রায় দীনা",
    "address": "রাজারহাট",
    "mobile": "01734005773",
    "lat": null,
    "lon": null,
    "falod": 6500,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 6500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 38,
    "sl": 38,
    "upazila": "ফুলবাড়ী",
    "name": "ভাই ভাই নার্সারি চন্দ্রখানা",
    "address": "ফুলবাড়ী",
    "mobile": "01735127172",
    "lat": 25.944266,
    "lon": 89.554521,
    "falod": 365,
    "bonaj": 700,
    "oushodhi": 0,
    "total": 1065,
    "fs": [
      {
        "n": "আম",
        "q": 50
      },
      {
        "n": "কাঁঠাল",
        "q": 15
      },
      {
        "n": "জামরুল",
        "q": 50
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 500
      }
    ],
    "os": []
  },
  {
    "id": 39,
    "sl": 39,
    "upazila": "ফুলবাড়ী",
    "name": "ভাই ভাই নার্সারি পানিমাছকুটি",
    "address": "ফুলবাড়ী ০১৭৫৫৪৮৯৯৫০",
    "mobile": "",
    "lat": 25.958113,
    "lon": 89.5525,
    "falod": 2150,
    "bonaj": 1000,
    "oushodhi": 1300,
    "total": 4450,
    "fs": [
      {
        "n": "আম",
        "q": 50
      },
      {
        "n": "কাঁঠাল",
        "q": 1000
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "লিচু",
        "q": 200
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 1000
      }
    ],
    "os": [
      {
        "n": "অর্জুন",
        "q": 500
      },
      {
        "n": "জাত নিম",
        "q": 300
      },
      {
        "n": "বহেরা",
        "q": 200
      }
    ]
  },
  {
    "id": 40,
    "sl": 40,
    "upazila": "নাগেশ্বরী",
    "name": "ভাই ভাই নার্সারী",
    "address": "মোক্তারকুটি",
    "mobile": "01784001795",
    "lat": null,
    "lon": null,
    "falod": 1200,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 1200,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 41,
    "sl": 41,
    "upazila": "নাগেশ্বরী",
    "name": "ভাই ভাই নাসরী",
    "address": "আলেপের তেপুতী",
    "mobile": "01714692724",
    "lat": null,
    "lon": null,
    "falod": 2630,
    "bonaj": 0,
    "oushodhi": 300,
    "total": 2930,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "কাঁঠাল",
        "q": 100
      },
      {
        "n": "জাম",
        "q": 200
      },
      {
        "n": "পেঁয়ারা",
        "q": 50
      },
      {
        "n": "লিছু",
        "q": 180
      },
      {
        "n": "লেবু",
        "q": 200
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "আমলকি",
        "q": 50
      },
      {
        "n": "এলোভেরা",
        "q": 50
      },
      {
        "n": "নিম",
        "q": 20
      }
    ]
  },
  {
    "id": 42,
    "sl": 42,
    "upazila": "নাগেশ্বরী",
    "name": "মমতা নার্সারী",
    "address": "আন্ধারিরঝার",
    "mobile": "01740955135",
    "lat": null,
    "lon": null,
    "falod": 11750,
    "bonaj": 3100,
    "oushodhi": 2550,
    "total": 17400,
    "fs": [
      {
        "n": "চালতা",
        "q": 100
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "নারিকেল",
        "q": 100
      },
      {
        "n": "বড়ই",
        "q": 50
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 500
      }
    ],
    "os": [
      {
        "n": "অজ্জুর",
        "q": 200
      },
      {
        "n": "আমলকি",
        "q": 100
      },
      {
        "n": "এলোভেরা",
        "q": 50
      },
      {
        "n": "জাতনিম",
        "q": 100
      },
      {
        "n": "নিম",
        "q": 200
      },
      {
        "n": "বহেরা",
        "q": 100
      }
    ]
  },
  {
    "id": 43,
    "sl": 43,
    "upazila": "নাগেশ্বরী",
    "name": "মল্লিকা নার্সারী",
    "address": "বল্লভপুর",
    "mobile": "01751466719",
    "lat": null,
    "lon": null,
    "falod": 2850,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2850,
    "fs": [
      {
        "n": "আমলক্কি",
        "q": 200
      },
      {
        "n": "কাঁঠাল",
        "q": 500
      },
      {
        "n": "জলপাই",
        "q": 500
      },
      {
        "n": "পেঁয়ারা",
        "q": 50
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 44,
    "sl": 44,
    "upazila": "রাজারহাট",
    "name": "মা বাবার দোয়া",
    "address": "বাঘ আছ্রা, ঘরিয়াল ডাঙ্গা, ০১৯৬৫৪৩২৭৮৬৩",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 5000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 5000,
    "fs": [
      {
        "n": "কাঁঠাল",
        "q": 2000
      },
      {
        "n": "জাম",
        "q": 1000
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 45,
    "sl": 45,
    "upazila": "রাজারহাট",
    "name": "মানিক নার্সারী পিতাঃ প্রানকৃষ্ণ রায় ভীমশর্মা",
    "address": "ঘড়িয়ালডাঙ্গা  হেমন্ত কুমার রায়",
    "mobile": "01723279658",
    "lat": null,
    "lon": null,
    "falod": 42000,
    "bonaj": 5000,
    "oushodhi": 0,
    "total": 47000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 46,
    "sl": 46,
    "upazila": "ফুলবাড়ী",
    "name": "মামা ভাগ্নে নার্সারি নাওডাঙ্গা",
    "address": "নাওডাঙ্গা",
    "mobile": "01750502553",
    "lat": 25.981748,
    "lon": 89.519866,
    "falod": 2000,
    "bonaj": 7000,
    "oushodhi": 100,
    "total": 9100,
    "fs": [
      {
        "n": "জাম",
        "q": 1000
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 5000
      }
    ],
    "os": []
  },
  {
    "id": 47,
    "sl": 47,
    "upazila": "রাজারহাট",
    "name": "মায়ের দোয়া নার্সারি",
    "address": "বাঘ আছড়া, ঘরিয়াল ডঙ্গা, মোঃ এমদাদুল হক ০১৩১১৮৫৫৯১৮",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 14000,
    "bonaj": 15000,
    "oushodhi": 0,
    "total": 29000,
    "fs": [
      {
        "n": "লটকন",
        "q": 3000
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 10000
      }
    ],
    "os": []
  },
  {
    "id": 48,
    "sl": 48,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মায়ের দোয়া নার্সারী",
    "address": "মোঃ রোস্তম আলিী, রায়পুর কাঠালবাড়ি",
    "mobile": "01798921511",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 700,
    "bonaj": 2000,
    "oushodhi": 0,
    "total": 2700,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 49,
    "sl": 49,
    "upazila": "রাজারহাট",
    "name": "মুক্তা নার্সারি",
    "address": "নাজিমখান, রাজারহাট, হায়দার আলী, ০১৭৬৫৪৮৫১৪৪",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 3000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 3000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 50,
    "sl": 50,
    "upazila": "রৌমারী",
    "name": "মেসার্স আকাশ নার্সারী মো: বাচ্চু মিয়া গ্রামঃ যাদুরচর পূর্ব পাড়া উপজেলা: রৌমারী",
    "address": "জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯৫৯৩২১২৯৫",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 1700,
    "bonaj": 1000,
    "oushodhi": 700,
    "total": 3400,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 51,
    "sl": 51,
    "upazila": "রৌমারী",
    "name": "মেসার্স নিলাচল নার্সারী মোঃ মাইদুল ইসলাম",
    "address": "গ্রামঃ কর্তিমারী বাজারপাড়া, উপজেলাঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯৬০১০৭০৬৬",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 3000,
    "bonaj": 1000,
    "oushodhi": 300,
    "total": 4300,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 52,
    "sl": 52,
    "upazila": "রৌমারী",
    "name": "মেসার্স শ্রেষ্ট গার্ডেন এন্ড নার্সারী মো: তায়াত মাহাতাব হ্দয় গ্রামঃ ধনারচর নতুন গ্রাম উপজেলা: রৌমারী",
    "address": "জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯১৫৯৫৯৯৬৯",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 2500,
    "bonaj": 2500,
    "oushodhi": 1000,
    "total": 6000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 53,
    "sl": 53,
    "upazila": "রৌমারী",
    "name": "মেসার্স স্বপ্নজয় নার্সারী মো: রেজাউল করিম গ্রামঃ যাদুরচর  উপজেলা্ঃ রৌমারী",
    "address": "জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯৫৯৩২১২৯৫",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 2000,
    "bonaj": 2000,
    "oushodhi": 1000,
    "total": 5000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 54,
    "sl": 54,
    "upazila": "উলিপুর",
    "name": "মো জিয়াউর রহমান",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01755417233",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 2500,
    "bonaj": 3000,
    "oushodhi": 0,
    "total": 5500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 55,
    "sl": 55,
    "upazila": "উলিপুর",
    "name": "মোঃ আঃ ছাত্তার",
    "address": "রামদাস ধনিরাম, উলিপুর পৌরসভা",
    "mobile": "01916149191",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 2500,
    "bonaj": 3000,
    "oushodhi": 0,
    "total": 5500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 56,
    "sl": 56,
    "upazila": "উলিপুর",
    "name": "মোঃ আঃ ছালাম",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01735276242",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 1500,
    "bonaj": 10000,
    "oushodhi": 0,
    "total": 11500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 57,
    "sl": 57,
    "upazila": "উলিপুর",
    "name": "মোঃ আঃ মজিদ",
    "address": "নারিকেলবাড়ী ভাটিয়া পাড়া, উলিপুর পৌরসভা",
    "mobile": "01762802103",
    "lat": 25.67071,
    "lon": 89.60797,
    "falod": 3000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 3000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 58,
    "sl": 58,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ আঃ রহমান",
    "address": "ভেরভেরী",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 3700,
    "bonaj": 5000,
    "oushodhi": 1500,
    "total": 10200,
    "fs": [
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "লিচু",
        "q": 700
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 59,
    "sl": 59,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আঃ রহিম",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, ভূরু্ঙ্গামারী, কুড়িগ্রাম, ০১৩০৮১৮০০৫০",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 60,
    "sl": 60,
    "upazila": "উলিপুর",
    "name": "মোঃ আইয়ুব আলী",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01957156827",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 0,
    "bonaj": 3500,
    "oushodhi": 0,
    "total": 3500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 61,
    "sl": 61,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আছর আলী",
    "address": "গ্রাম-দেওয়ানের খামার(বাংলালিংক টাওয়ার, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭০১৯৭০২৬৬",
    "mobile": "",
    "lat": 26.128194,
    "lon": 89.665667,
    "falod": 360,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 360,
    "fs": [
      {
        "n": "আম",
        "q": 80
      },
      {
        "n": "কাঁঠাল",
        "q": 60
      },
      {
        "n": "লিচু",
        "q": 60
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 62,
    "sl": 62,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আছর উদ্দিন",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭০৪২২৬৬৮১",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 400,
    "bonaj": 0,
    "oushodhi": 140,
    "total": 540,
    "fs": [
      {
        "n": "আম",
        "q": 100
      },
      {
        "n": "লিচু",
        "q": 100
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "নিম",
        "q": 50
      }
    ]
  },
  {
    "id": 63,
    "sl": 63,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আছর উদ্দিন",
    "address": "গ্রাম-গোপালপুর, কা:আঙ্গারিয়া, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭১৭২৫৫৬৩৯",
    "mobile": "",
    "lat": 26.128194,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 64,
    "sl": 64,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আজিজ মিয়া",
    "address": "গ্রাম-গোপালপুর, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭৭৩০৮৪৭৪৫",
    "mobile": "",
    "lat": 26.128194,
    "lon": 89.665722,
    "falod": 360,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 360,
    "fs": [
      {
        "n": "আম",
        "q": 80
      },
      {
        "n": "কাঁঠাল",
        "q": 60
      },
      {
        "n": "লিচু",
        "q": 60
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 65,
    "sl": 65,
    "upazila": "রৌমারী",
    "name": "মোঃ আতিকুর রহমান",
    "address": "গ্রামঃ মন্ডল পাড়া, উপজেলা্ঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৫৩৭১৭৪৮৬৫",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 1600,
    "bonaj": 2300,
    "oushodhi": 100,
    "total": 4000,
    "fs": [],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 500
      }
    ],
    "os": []
  },
  {
    "id": 66,
    "sl": 66,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আনোয়ার হোসেন",
    "address": "গ্রাম-গছিডাঙ্গা, পাইকেরছড়া, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৩০১১০৪২২৫",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1420,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 1420,
    "fs": [
      {
        "n": "আম",
        "q": 400
      },
      {
        "n": "কাঁঠাল",
        "q": 300
      },
      {
        "n": "লিচু",
        "q": 300
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 67,
    "sl": 67,
    "upazila": "উলিপুর",
    "name": "মোঃ আনোয়ার হোসেন",
    "address": "নারিকেলবাড়ী খামার, উলিপুর পৌরসভা",
    "mobile": "01965360393",
    "lat": 25.67071,
    "lon": 89.60797,
    "falod": 1500,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 1500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 68,
    "sl": 68,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আবু বক্কর সিদ্দিক",
    "address": "গ্রাম-কা: আঙ্গারিয়া (পল্লিবিদ্যুৎ অফিস সংলগ্ন), ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭১০৮৩৮৩৩২",
    "mobile": "",
    "lat": 26.11575,
    "lon": 89.670806,
    "falod": 430,
    "bonaj": 0,
    "oushodhi": 100,
    "total": 530,
    "fs": [
      {
        "n": "আম",
        "q": 100
      },
      {
        "n": "কাঁঠাল",
        "q": 100
      },
      {
        "n": "লিচু",
        "q": 60
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "নিম",
        "q": 30
      }
    ]
  },
  {
    "id": 69,
    "sl": 69,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ আবু রায়হান ফারুকী",
    "address": "হরিরাম, বেলগছা",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2000,
    "bonaj": 3050,
    "oushodhi": 1000,
    "total": 6050,
    "fs": [
      {
        "n": "আম",
        "q": 500
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 70,
    "sl": 70,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আব্দুল আজিজ",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭৪১৩৫৯৩২৯",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1700,
    "bonaj": 450,
    "oushodhi": 0,
    "total": 2150,
    "fs": [
      {
        "n": "আম",
        "q": 400
      },
      {
        "n": "কাঁঠাল",
        "q": 400
      },
      {
        "n": "লিচু",
        "q": 400
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 200
      }
    ],
    "os": []
  },
  {
    "id": 71,
    "sl": 71,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আব্দুল খালেক",
    "address": "গ্রাম-বারুইটারী, আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭৪০৯৫৫১৩৫",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1900,
    "bonaj": 200,
    "oushodhi": 180,
    "total": 2280,
    "fs": [
      {
        "n": "আম",
        "q": 300
      },
      {
        "n": "কাঁঠাল",
        "q": 300
      },
      {
        "n": "লিচু",
        "q": 300
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 60
      }
    ],
    "os": [
      {
        "n": "নিম",
        "q": 60
      }
    ]
  },
  {
    "id": 72,
    "sl": 72,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ আব্দুল বারেক",
    "address": "গ্রাম-পূর্ব কেদার, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭১৭৮৮৮৭০৩",
    "mobile": "",
    "lat": 26.063851,
    "lon": 89.781575,
    "falod": 5900,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 5900,
    "fs": [
      {
        "n": "আম",
        "q": 800
      },
      {
        "n": "কমলা",
        "q": 200
      },
      {
        "n": "কাঁঠাল",
        "q": 600
      },
      {
        "n": "কুল",
        "q": 600
      },
      {
        "n": "জলপাই",
        "q": 200
      },
      {
        "n": "জাম",
        "q": 200
      },
      {
        "n": "ডালিম",
        "q": 200
      },
      {
        "n": "পেয়ারা",
        "q": 300
      },
      {
        "n": "মাল্টা",
        "q": 200
      },
      {
        "n": "লটকন",
        "q": 600
      },
      {
        "n": "লিচু",
        "q": 600
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 73,
    "sl": 73,
    "upazila": "উলিপুর",
    "name": "মোঃ ইউনুছ আলী",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01730188928",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 100,
    "bonaj": 1000,
    "oushodhi": 0,
    "total": 1100,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 74,
    "sl": 74,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ এনামুল হক",
    "address": "গ্রাম-ভরতেরছড়া, বঙ্গসোনাহাট, ভূরুঙ্গামারী, কুড়িগ্রাম",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1400,
    "bonaj": 180,
    "oushodhi": 0,
    "total": 1580,
    "fs": [
      {
        "n": "আম",
        "q": 400
      },
      {
        "n": "কাঁঠাল",
        "q": 200
      },
      {
        "n": "লিচু",
        "q": 200
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 60
      }
    ],
    "os": []
  },
  {
    "id": 75,
    "sl": 75,
    "upazila": "উলিপুর",
    "name": "মোঃ এমদাদুল হক",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01701502416",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 100,
    "bonaj": 3000,
    "oushodhi": 0,
    "total": 3100,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 76,
    "sl": 76,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ এরশাদুল হক",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, কুড়িগ্রাম, ০১৭৩৮৩৭৬০৭৫",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 77,
    "sl": 77,
    "upazila": "রাজারহাট",
    "name": "মোঃ ওছমান আলী পিতাঃ মৃত: জব্বার জয়দেবহায়াৎ",
    "address": "চাকিরপশার ০১৭৪১০৭৬২৬৭",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 78,
    "sl": 78,
    "upazila": "রৌমারী",
    "name": "মোঃ খলিরুর রহমান",
    "address": "গ্রামঃ রৌমারী গ্রাম, উপজেলা্ঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯৩৬৭২৮৭০৭",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 50,
    "total": 50,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 79,
    "sl": 79,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ খলিলুর রহমান",
    "address": "আধাগ্রাম",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2200,
    "bonaj": 1000,
    "oushodhi": 1000,
    "total": 4200,
    "fs": [
      {
        "n": "আম",
        "q": 600
      },
      {
        "n": "জাম",
        "q": 600
      },
      {
        "n": "লিচু",
        "q": 400
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 80,
    "sl": 80,
    "upazila": "উলিপুর",
    "name": "মোঃ গোলাম মোস্তফা",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01938328530",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 400,
    "bonaj": 3000,
    "oushodhi": 0,
    "total": 3400,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 81,
    "sl": 81,
    "upazila": "উলিপুর",
    "name": "মোঃ জিয়াউর রহমান",
    "address": "নন্দু নেফড়া, শুকদেব, গুনাইগাছ",
    "mobile": "01767332656",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 1850,
    "bonaj": 9050,
    "oushodhi": 0,
    "total": 10900,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 82,
    "sl": 82,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ জুয়েল রানা",
    "address": "গ্রাম-নলেয়া, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭২৩৩১৫৩৮৮",
    "mobile": "",
    "lat": 26.128194,
    "lon": 89.665583,
    "falod": 380,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 380,
    "fs": [
      {
        "n": "আম",
        "q": 100
      },
      {
        "n": "কাঁঠাল",
        "q": 60
      },
      {
        "n": "লিচু",
        "q": 60
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 83,
    "sl": 83,
    "upazila": "উলিপুর",
    "name": "মোঃ জয়নাল আবেদীন",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01761108045",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 3000,
    "bonaj": 6000,
    "oushodhi": 0,
    "total": 9000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 84,
    "sl": 84,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ নজরুল ইসলাম",
    "address": "আলিয়া মাদ্রাসা সংলগ্ন কুড়িগ্রাম",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2500,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2500,
    "fs": [
      {
        "n": "আম",
        "q": 2000
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 85,
    "sl": 85,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ নুর ইসলাম",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭২৮৬১৬৮৮৪",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 380,
    "bonaj": 600,
    "oushodhi": 300,
    "total": 1280,
    "fs": [
      {
        "n": "আম",
        "q": 100
      },
      {
        "n": "কাঁঠাল",
        "q": 60
      },
      {
        "n": "লিচু",
        "q": 60
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 200
      }
    ],
    "os": [
      {
        "n": "নিম",
        "q": 100
      }
    ]
  },
  {
    "id": 86,
    "sl": 86,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ নুর বক্ত আলী",
    "address": "তালুক কালোয়া",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 400,
    "bonaj": 3000,
    "oushodhi": 800,
    "total": 4200,
    "fs": [
      {
        "n": "মাল্টা",
        "q": 300
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 87,
    "sl": 87,
    "upazila": "উলিপুর",
    "name": "মোঃ ফুলবাবু মিয়া",
    "address": "নারিকেলবাড়ী খামার, উলিপুর পৌরসভা",
    "mobile": "01346271642",
    "lat": 25.67071,
    "lon": 89.60797,
    "falod": 355,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 355,
    "fs": [
      {
        "n": "আম",
        "q": 150
      },
      {
        "n": "লিচু",
        "q": 50
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 88,
    "sl": 88,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ বাদশা মিয়া",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭৩৯৯০৭১৮১",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 89,
    "sl": 89,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ মনছুর আলী",
    "address": "আদর্শ নার্সারী সার্কিট হাউজ, কুড়িগ্রাম",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 400,
    "bonaj": 0,
    "oushodhi": 2000,
    "total": 2400,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 90,
    "sl": 90,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ মনির উদ্দিন",
    "address": "গ্রাম-কা: আঙ্গারিয়া, ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৭৮৩০৬২৪৪০",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 91,
    "sl": 91,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ মহিউদ্দিন সোহেল",
    "address": "স্টাফ কোয়াটার, কুড়িগ্রাম",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2000,
    "bonaj": 3000,
    "oushodhi": 2000,
    "total": 7000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 92,
    "sl": 92,
    "upazila": "উলিপুর",
    "name": "মোঃ মাঈদুল ইসলাম",
    "address": "নারিকেলবাড়ী খামার, উলিপুর পৌরসভা",
    "mobile": "01902617420",
    "lat": 25.67071,
    "lon": 89.60797,
    "falod": 2000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 93,
    "sl": 93,
    "upazila": "উলিপুর",
    "name": "মোঃ মাঈদুল ইসলাম",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01921790890",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 2000,
    "bonaj": 6000,
    "oushodhi": 0,
    "total": 8000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 94,
    "sl": 94,
    "upazila": "উলিপুর",
    "name": "মোঃ মিন্টু মিয়া",
    "address": "নারিকেলবাড়ী খামার, উলিপুর পৌরসভা",
    "mobile": "01742359762",
    "lat": 25.67071,
    "lon": 89.60797,
    "falod": 2000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 95,
    "sl": 95,
    "upazila": "রৌমারী",
    "name": "মোঃ মুসা মিয়া গ্রাম রৌমারী গ্রাম",
    "address": "উপজেলাঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং০১৯৬২৮২৪৮৫৭",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 800,
    "bonaj": 1900,
    "oushodhi": 600,
    "total": 3300,
    "fs": [
      {
        "n": "আম",
        "q": 300
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 300
      }
    ],
    "os": []
  },
  {
    "id": 96,
    "sl": 96,
    "upazila": "উলিপুর",
    "name": "মোঃ মোজাম্মেল হক মানিক",
    "address": "রামদাস ধনিরাম, উলিপুর পৌরসভা",
    "mobile": "01768989235",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 1000,
    "bonaj": 1500,
    "oushodhi": 0,
    "total": 2500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 97,
    "sl": 97,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ মোজাম্মেল হক",
    "address": "খলিলগঞ্জ, কুড়িগ্রাম",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1200,
    "bonaj": 5000,
    "oushodhi": 3000,
    "total": 9200,
    "fs": [],
    "bs": [],
    "os": [
      {
        "n": "আমলকি",
        "q": 500
      }
    ]
  },
  {
    "id": 98,
    "sl": 98,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ রফিকুল ইসলাম",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম ০১৭৭৩৩৮১৯৩০",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 1400,
    "bonaj": 330,
    "oushodhi": 0,
    "total": 1730,
    "fs": [
      {
        "n": "আম",
        "q": 400
      },
      {
        "n": "কাঁঠাল",
        "q": 200
      },
      {
        "n": "লিচু",
        "q": 200
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 100
      }
    ],
    "os": []
  },
  {
    "id": 99,
    "sl": 99,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ লেবু মিয়া",
    "address": "চিলকীর পাড়",
    "mobile": "01729450657",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 10000,
    "bonaj": 18000,
    "oushodhi": 7500,
    "total": 35500,
    "fs": [],
    "bs": [
      {
        "n": "কড়াই",
        "q": 1000
      },
      {
        "n": "মেহগনি",
        "q": 2000
      },
      {
        "n": "শিশু",
        "q": 2000
      }
    ],
    "os": [
      {
        "n": "নিম",
        "q": 1500
      }
    ]
  },
  {
    "id": 100,
    "sl": 100,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ লোকমান হোসেন",
    "address": "গ্রাম-ভরতেরছড়া, ভূরুঙ্গামারী, কুড়িগ্রাম",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 101,
    "sl": 101,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "মোঃ শাহ আলম",
    "address": "ফকিরপাড়া, নাজিরা",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1000,
    "bonaj": 2200,
    "oushodhi": 200,
    "total": 3400,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 102,
    "sl": 102,
    "upazila": "উলিপুর",
    "name": "মোঃ সাইদুর রহমান",
    "address": "নারিকেলবাড়ী খামার, উলিপুর পৌরসভা",
    "mobile": "01917772528",
    "lat": 25.67071,
    "lon": 89.60797,
    "falod": 4000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 4000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 103,
    "sl": 103,
    "upazila": "উলিপুর",
    "name": "মোঃ সাবান আলী",
    "address": "নার্সারী পাড়া, গুনাইগাছ",
    "mobile": "01957707510",
    "lat": 25.630935,
    "lon": 89.5773,
    "falod": 500,
    "bonaj": 1000,
    "oushodhi": 0,
    "total": 1500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 104,
    "sl": 104,
    "upazila": "রাজারহাট",
    "name": "মোঃ সেকেন্দার আলী পিতাঃ জয়নাল আবেদীন পুটিকাটা",
    "address": "রাজারহাট",
    "mobile": "01701594904",
    "lat": null,
    "lon": null,
    "falod": 11500,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 11500,
    "fs": [
      {
        "n": "পেয়ারা",
        "q": 500
      },
      {
        "n": "লটকন",
        "q": 1000
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 105,
    "sl": 105,
    "upazila": "রৌমারী",
    "name": "মোঃ সোহেল রানা গ্রামঃ মন্ডল পাড়া",
    "address": "উপজেলা্ঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯২২৮৭০০৯৭",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 1500,
    "bonaj": 1000,
    "oushodhi": 0,
    "total": 2500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 106,
    "sl": 106,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোঃ হেলাল উদ্দিন",
    "address": "গ্রাম-খা: আন্ধারীঝাড়, ভূরুঙ্গামারী, কুড়িগ্রাম",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 2100,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2100,
    "fs": [
      {
        "n": "আম",
        "q": 400
      },
      {
        "n": "লটকন",
        "q": 400
      },
      {
        "n": "লিচু",
        "q": 400
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 107,
    "sl": 107,
    "upazila": "রৌমারী",
    "name": "মোঃআঃ ছালাম",
    "address": "গ্রামঃ মন্ডল পাড়া, উপজেলা্ঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯৬২৮২৪৩১২",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 1100,
    "bonaj": 2200,
    "oushodhi": 200,
    "total": 3500,
    "fs": [],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 500
      }
    ],
    "os": []
  },
  {
    "id": 108,
    "sl": 108,
    "upazila": "ভূরুঙ্গামারী",
    "name": "মোছাঃ শারমিন আন্তার",
    "address": "গ্রাম-কা: আঙ্গারিয়া (পল্লিবিদ্যুৎ অফিস সংলগ্ন), ভূরুঙ্গামারী, কুড়িগ্রাম, ০১৩০৯৪১৪০৩৪",
    "mobile": "",
    "lat": 26.11575,
    "lon": 89.670778,
    "falod": 1900,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 1900,
    "fs": [
      {
        "n": "আম",
        "q": 300
      },
      {
        "n": "কাঁঠাল",
        "q": 300
      },
      {
        "n": "লিচু",
        "q": 300
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 109,
    "sl": 109,
    "upazila": "নাগেশ্বরী",
    "name": "রাজা নার্সারী",
    "address": "পয়ড়াডাঙ্গা",
    "mobile": "01812649124",
    "lat": null,
    "lon": null,
    "falod": 7000,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 7000,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "কাঁঠাল",
        "q": 300
      },
      {
        "n": "চালতা",
        "q": 150
      },
      {
        "n": "জাম",
        "q": 200
      },
      {
        "n": "বড়ই",
        "q": 50
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 110,
    "sl": 110,
    "upazila": "উলিপুর",
    "name": "রাজেন্দ্রনাথ রায়",
    "address": "মন্ডলপাড়া, পাঁচপীর, দূর্গাপুর",
    "mobile": "01331379254",
    "lat": 25.730518,
    "lon": 89.61928,
    "falod": 4150,
    "bonaj": 1500,
    "oushodhi": 0,
    "total": 5650,
    "fs": [
      {
        "n": "পেঁপে",
        "q": 2000
      },
      {
        "n": "পেঁয়ারা",
        "q": 800
      },
      {
        "n": "লিচু",
        "q": 50
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 111,
    "sl": 111,
    "upazila": "নাগেশ্বরী",
    "name": "রিদয় নার্সারী",
    "address": "নাখারগঞ্জ",
    "mobile": "01743469430",
    "lat": null,
    "lon": null,
    "falod": 1220,
    "bonaj": 750,
    "oushodhi": 0,
    "total": 1970,
    "fs": [
      {
        "n": "আম",
        "q": 50
      },
      {
        "n": "চালতা",
        "q": 30
      },
      {
        "n": "নারিকেল",
        "q": 20
      },
      {
        "n": "পেঁয়ারা",
        "q": 100
      },
      {
        "n": "বড়ই",
        "q": 20
      }
    ],
    "bs": [
      {
        "n": "কাটবাদাম",
        "q": 50
      },
      {
        "n": "মেহগনি",
        "q": 50
      }
    ],
    "os": []
  },
  {
    "id": 112,
    "sl": 112,
    "upazila": "নাগেশ্বরী",
    "name": "রুবেল নার্সারী",
    "address": "বাগডাঙ্গা",
    "mobile": "01794254259",
    "lat": null,
    "lon": null,
    "falod": 4850,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 4850,
    "fs": [
      {
        "n": "আম",
        "q": 400
      },
      {
        "n": "কাঁঠাল",
        "q": 500
      },
      {
        "n": "চালতা",
        "q": 50
      },
      {
        "n": "জাম",
        "q": 50
      },
      {
        "n": "বড়ই",
        "q": 100
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 113,
    "sl": 113,
    "upazila": "ফুলবাড়ী",
    "name": "রেখা নার্সারি রাবাইতারী",
    "address": "ভাঙ্গামোড় ০১৭৯৪৬৫১১৯৯",
    "mobile": "",
    "lat": 25.931178,
    "lon": 89.629386,
    "falod": 25500,
    "bonaj": 5000,
    "oushodhi": 6000,
    "total": 36500,
    "fs": [
      {
        "n": "আম",
        "q": 6000
      },
      {
        "n": "কাঁঠাল",
        "q": 5000
      },
      {
        "n": "জাম",
        "q": 2500
      },
      {
        "n": "লটকন",
        "q": 7000
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "জাত নিম",
        "q": 6000
      }
    ]
  },
  {
    "id": 114,
    "sl": 114,
    "upazila": "ফুলবাড়ী",
    "name": "রোজি নার্সারি ফুলমতি",
    "address": "নাওডাঙ্গা",
    "mobile": "01724637744",
    "lat": 25.983438,
    "lon": 89.522881,
    "falod": 53000,
    "bonaj": 90500,
    "oushodhi": 70500,
    "total": 214000,
    "fs": [
      {
        "n": "আম",
        "q": 2000
      },
      {
        "n": "আমড়া",
        "q": 3000
      },
      {
        "n": "কাঁঠাল",
        "q": 5000
      },
      {
        "n": "জাম",
        "q": 10000
      },
      {
        "n": "জাম্বুরা",
        "q": 8000
      },
      {
        "n": "পেঁয়ারা",
        "q": 8000
      },
      {
        "n": "লিচু",
        "q": 8000
      }
    ],
    "bs": [
      {
        "n": "গামার",
        "q": 10000
      },
      {
        "n": "তল্লী",
        "q": 5000
      },
      {
        "n": "মেহগনি",
        "q": 30000
      },
      {
        "n": "লম্বু",
        "q": 5000
      },
      {
        "n": "শিশু",
        "q": 1000
      },
      {
        "n": "সুন্দরী",
        "q": 500
      }
    ],
    "os": [
      {
        "n": "অর্জুন",
        "q": 10000
      },
      {
        "n": "আমলকি",
        "q": 3000
      },
      {
        "n": "জাতনিম",
        "q": 2000
      },
      {
        "n": "বহেরা",
        "q": 10000
      },
      {
        "n": "হরিতকি",
        "q": 30000
      }
    ]
  },
  {
    "id": 115,
    "sl": 115,
    "upazila": "ফুলবাড়ী",
    "name": "রোহান নার্সারি নাওডাঙ্গা",
    "address": "নাওডাঙ্গা",
    "mobile": "01619864253",
    "lat": 25.982248,
    "lon": 89.520491,
    "falod": 1000,
    "bonaj": 1000,
    "oushodhi": 50,
    "total": 2050,
    "fs": [
      {
        "n": "কাঁঠাল",
        "q": 500
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 116,
    "sl": 116,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "লতা নার্সারী মোঃ আঃ জলিল",
    "address": "",
    "mobile": "01713710067",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2500,
    "bonaj": 2000,
    "oushodhi": 1000,
    "total": 5500,
    "fs": [
      {
        "n": "আম",
        "q": 600
      },
      {
        "n": "কুল",
        "q": 400
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "লিচু",
        "q": 500
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 117,
    "sl": 117,
    "upazila": "নাগেশ্বরী",
    "name": "লতা নার্সারী",
    "address": "তালতলা",
    "mobile": "01799154905",
    "lat": null,
    "lon": null,
    "falod": 10320,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 10320,
    "fs": [
      {
        "n": "আম",
        "q": 500
      },
      {
        "n": "কাঁঠাল",
        "q": 500
      },
      {
        "n": "চালতা",
        "q": 20
      },
      {
        "n": "জাম",
        "q": 50
      },
      {
        "n": "নারিকেল",
        "q": 200
      },
      {
        "n": "বড়ই",
        "q": 50
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 118,
    "sl": 118,
    "upazila": "রাজারহাট",
    "name": "শাকিল নার্সারি",
    "address": "ছিনাই, রাজারহাট, মোঃ আলমগীর হোসেন, মোঃ ০১৭১৮৪৭৪৭২৭৭",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 550,
    "bonaj": 500,
    "oushodhi": 200,
    "total": 1250,
    "fs": [
      {
        "n": "আম",
        "q": 200
      },
      {
        "n": "লটকন",
        "q": 100
      },
      {
        "n": "লিচু",
        "q": 100
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 300
      }
    ],
    "os": [
      {
        "n": "অর্জুন",
        "q": 50
      },
      {
        "n": "হরিতকী",
        "q": 50
      }
    ]
  },
  {
    "id": 119,
    "sl": 119,
    "upazila": "রাজারহাট",
    "name": "শান্তি নার্সারি  মনাই চন্দ্র রায় নাওখোয়া",
    "address": "নাজিমখান  ০১৭৭০৯৯৮৬৩৩",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 500,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 120,
    "sl": 120,
    "upazila": "ফুলবাড়ী",
    "name": "শারমিন নার্সারি শিমুলবাড়ী",
    "address": "শিমুলবাড়ী",
    "mobile": "01927971826",
    "lat": 25.934368,
    "lon": 89.541586,
    "falod": 300,
    "bonaj": 100,
    "oushodhi": 0,
    "total": 400,
    "fs": [
      {
        "n": "আম",
        "q": 100
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 100
      }
    ],
    "os": []
  },
  {
    "id": 121,
    "sl": 121,
    "upazila": "রাজারহাট",
    "name": "শিবু রায় পিতাঃ শিবেন্দ্র নাথ মেকুরটারী",
    "address": "রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 2500,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 2500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 122,
    "sl": 122,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "শ্রী গজেন্দ্রনাথ",
    "address": "ছড়ারপাড়",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1500,
    "bonaj": 5000,
    "oushodhi": 500,
    "total": 7000,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 123,
    "sl": 123,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "শ্রী গোবিন্দ চন্দ্র",
    "address": "সাখারি পাড়া, ঘোগাদহ",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1500,
    "bonaj": 4000,
    "oushodhi": 700,
    "total": 6200,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 124,
    "sl": 124,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "শ্রী ধরনীকান্ত",
    "address": "দক্ষিণ চাকেন্দারখামার ঘোগাদহ",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 900,
    "bonaj": 5000,
    "oushodhi": 0,
    "total": 5900,
    "fs": [],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 2000
      }
    ],
    "os": []
  },
  {
    "id": 125,
    "sl": 125,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "শ্রী পরেশ চন্দ্র",
    "address": "মরাটারী, ঘোগাদহ",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 800,
    "bonaj": 2000,
    "oushodhi": 500,
    "total": 3300,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 126,
    "sl": 126,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "শ্রী বাদল চন্দ্র",
    "address": "খালিশা কালোয়া",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 850,
    "bonaj": 4000,
    "oushodhi": 500,
    "total": 5350,
    "fs": [
      {
        "n": "আম",
        "q": 300
      },
      {
        "n": "জাম",
        "q": 250
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 500
      }
    ],
    "os": []
  },
  {
    "id": 127,
    "sl": 127,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "শ্রী বিষাদু চন্দ্র",
    "address": "ছড়ারপাড়, পূর্ব কুমরপুর",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1500,
    "bonaj": 2000,
    "oushodhi": 300,
    "total": 3800,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 128,
    "sl": 128,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "সন্তোষ কুমার রায়",
    "address": "খালিশা কালোয়া",
    "mobile": "",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 500,
    "bonaj": 2000,
    "oushodhi": 1000,
    "total": 3500,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 129,
    "sl": 129,
    "upazila": "রৌমারী",
    "name": "সফিকুল নার্সারী মোঃ সফিকুল ইসলাম",
    "address": "গ্রামঃ রৌমারী গ্রাম, উপজেলা্ঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯৩৬৭২৮৭০৭",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 4000,
    "bonaj": 1000,
    "oushodhi": 0,
    "total": 5000,
    "fs": [
      {
        "n": "আম",
        "q": 1000
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 1000
      }
    ],
    "os": []
  },
  {
    "id": 130,
    "sl": 130,
    "upazila": "রাজারহাট",
    "name": "সাইফুল নার্সারি",
    "address": "ঘরিয়াল্ডাঙ্গা, রাজারহাট মোঃ সাইফুল ০১৭৭৪৫৮০২৫৮",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 200,
    "bonaj": 1000,
    "oushodhi": 0,
    "total": 1200,
    "fs": [],
    "bs": [
      {
        "n": "বেলজিয়াম",
        "q": 1000
      }
    ],
    "os": []
  },
  {
    "id": 131,
    "sl": 131,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "সাদিক এগ্রো আব্দুল গাফ্ফার",
    "address": "হরিশ্বর কালোয়া",
    "mobile": "01726871005",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 2000,
    "bonaj": 2800,
    "oushodhi": 500,
    "total": 5300,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 132,
    "sl": 132,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "সানআপ",
    "address": "তাবাছ্ছুম আক্তার, কাঠালবাড়ি বাজার",
    "mobile": "01719062454",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 6500,
    "bonaj": 0,
    "oushodhi": 300,
    "total": 6800,
    "fs": [
      {
        "n": "পেয়ারা",
        "q": 500
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 133,
    "sl": 133,
    "upazila": "নাগেশ্বরী",
    "name": "সামাদ নার্সারী",
    "address": "রায়গঞ্জ",
    "mobile": "01743740161",
    "lat": null,
    "lon": null,
    "falod": 9640,
    "bonaj": 0,
    "oushodhi": 5000,
    "total": 14640,
    "fs": [
      {
        "n": "আম",
        "q": 1000
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "নারিকেল",
        "q": 100
      },
      {
        "n": "বড়ই",
        "q": 40
      }
    ],
    "bs": [],
    "os": [
      {
        "n": "নিম",
        "q": 500
      }
    ]
  },
  {
    "id": 134,
    "sl": 134,
    "upazila": "রৌমারী",
    "name": "সিগ্ধ গার্ডেন এন্ড নার্সারী মোঃ হারুন অর রশিদ",
    "address": "গ্রামঃ মন্ডল পাড়া, উপজেলাঃ রৌমারী, জেলাঃ কুড়িগ্রাম, মোবাইল নং ০১৯১৭৫০০৬৩৫",
    "mobile": "",
    "lat": 25.651,
    "lon": 89.61969,
    "falod": 12800,
    "bonaj": 1000,
    "oushodhi": 100,
    "total": 13900,
    "fs": [
      {
        "n": "আম",
        "q": 1000
      },
      {
        "n": "আমড়া",
        "q": 500
      },
      {
        "n": "কদবেল",
        "q": 1000
      },
      {
        "n": "কমলা",
        "q": 300
      },
      {
        "n": "কাঠ বাদাম",
        "q": 1000
      },
      {
        "n": "কুল",
        "q": 500
      },
      {
        "n": "জামরুল",
        "q": 500
      },
      {
        "n": "ডালিম",
        "q": 500
      },
      {
        "n": "বেল",
        "q": 1500
      },
      {
        "n": "মাল্টা",
        "q": 500
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 1000
      }
    ],
    "os": []
  },
  {
    "id": 135,
    "sl": 135,
    "upazila": "রাজারহাট",
    "name": "সুদর্শন নার্সারি",
    "address": "সুদর্শন রায়, জয়দেব হায়াত, চাকিরপশার, রাজারহাট, ০১৭৫৫৩৮৪৮৫৭",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 300,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 300,
    "fs": [
      {
        "n": "লটকন",
        "q": 300
      }
    ],
    "bs": [],
    "os": []
  },
  {
    "id": 136,
    "sl": 136,
    "upazila": "রাজারহাট",
    "name": "হর্র্টিকালচার নার্সারী পিতাঃ মৃত: আবুল কাশেম ব্যাপারী মাধাই",
    "address": "রাজারহাট মোঃ সাইফুল ইসলাম",
    "mobile": "01729963489",
    "lat": null,
    "lon": null,
    "falod": 15000,
    "bonaj": 10000,
    "oushodhi": 2000,
    "total": 27000,
    "fs": [
      {
        "n": "পেয়ারা",
        "q": 3000
      }
    ],
    "bs": [
      {
        "n": "মেহগনি",
        "q": 10000
      }
    ],
    "os": []
  },
  {
    "id": 137,
    "sl": 137,
    "upazila": "নাগেশ্বরী",
    "name": "হাফিজুর নার্সারী",
    "address": "আলেপের তেপুতী",
    "mobile": "01744658256",
    "lat": null,
    "lon": null,
    "falod": 23000,
    "bonaj": 950,
    "oushodhi": 470,
    "total": 24420,
    "fs": [
      {
        "n": "কাঁঠাল",
        "q": 1000
      },
      {
        "n": "জাম",
        "q": 500
      },
      {
        "n": "নারিকেল",
        "q": 500
      }
    ],
    "bs": [
      {
        "n": "ঘোরানিম",
        "q": 50
      },
      {
        "n": "মেহগনি",
        "q": 100
      }
    ],
    "os": [
      {
        "n": "আমলকি",
        "q": 20
      },
      {
        "n": "নিম",
        "q": 50
      }
    ]
  },
  {
    "id": 138,
    "sl": 138,
    "upazila": "রাজারহাট",
    "name": "হাবিব এন্ড হুমায়ন নার্সারি",
    "address": "মোঃ আ; রহমান, চাকিরপশার, রাজারহাট",
    "mobile": "",
    "lat": null,
    "lon": null,
    "falod": 0,
    "bonaj": 0,
    "oushodhi": 0,
    "total": 0,
    "fs": [],
    "bs": [],
    "os": []
  },
  {
    "id": 139,
    "sl": 139,
    "upazila": "কুড়িগ্রাম সদর",
    "name": "হোসেন নার্সারী মোঃ হোসেন আলী",
    "address": "আধাগ্রাম",
    "mobile": "01408441484",
    "lat": 25.560833,
    "lon": 89.831111,
    "falod": 1700,
    "bonaj": 2000,
    "oushodhi": 0,
    "total": 3700,
    "fs": [
      {
        "n": "আম",
        "q": 900
      }
    ],
    "bs": [],
    "os": []
  }
];

export const UPAZILA_CENTERS: Record<string, [number, number]> = {
  'উলিপুর': [25.659487, 89.597569],
  'কুড়িগ্রাম সদর': [25.560833, 89.831111],
  'চর রাজিবপুর': [25.73, 89.64],
  'চিলমারী': [25.73, 89.64],
  'নাগেশ্বরী': [25.73, 89.64],
  'ফুলবাড়ী': [25.957677, 89.550038],
  'ভূরুঙ্গামারী': [26.113322, 89.686689],
  'রাজারহাট': [25.73, 89.64],
  'রৌমারী': [25.651, 89.61969],
};
